Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_151_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Anárašgiella , girjjálašvuohta
smn: Anarâškielâ , čaabâkirjálâšvuotâ

source: davvisámegielas jorgalan : Iisakki Mattus
smn: tavesämikielâst jurgâlâm Iisakki Mattus

source: siiddut : 95
smn: sijđoh : 95

source: Sámediggi 2013
smn: Sämitigge 2013

source: ” Dát ođđa prentehus Antoine de Saint-Exupéry girjjis Bás Prinssáš … čuovvu dárkilit álgoálgosaš amerihkálaš prentehusa jagis 1943 , mii áidna prentehussan almmustuvai girječálli ealedettiin . ”
smn: ” Taat uđđâ teddilâs Antoine de Saint-Exupéry kirjeest Uccâ priinsâš ... čuávu tárkká algâalgâlâš ameriklâš teddilâs ive 1943 , mii áinoo teddilâssân almostui kirječällee eledijn . ”

source: Goasttideaddji fuopmášahttin
smn: Kuástideijee huámášuttem

source: Sibirijálaš máidnasat
smn: Siberaliih mainâseh

source: Válljen , doaimmahan ja jorgalan suomagillii : Kirsti Siraste
smn: Valjim , toimâttâm já suomakielân jurgâlâm : Kirsti Siraste

source: govat : Hannu Lukkarinen
smn: kuvvim : Hannu Lukkarinen

source: siiddut : 158
smn: sijđoh : 158

source: Sámediggi 2001
smn: Sämitigge 2001

source: siiddut : 48
smn: sijđoh : 48

source: Sámediggi 2006
smn: Sämitigge 2006

source: govat : Sylvi Rasmus
smn: kuvvim : Sylvi Rasmus

source: Máidnasat leat válljejuvvon girjjis ” Inarinlappalaista kansantietoutta ” , A. V. Koskimies 1886
smn: Mainâseh láá väljejum kirjeest ” Inarinlappalaista kansantietoutta ” , A. V. Koskimies 1886

source: Lappi leanaráđđehus 1995
smn: Laapi läänihaldâttâs 1995 _____________________________________
